[
    {
        "title": "SERIES of 2024",
        "content": "Resolution No. & Title",
        "items": [
            {
                "number": "01",
                "heading": "MISSING",
                "url": "nan"
            },
            {
                "number": "02",
                "heading": "MISSING",
                "url": "nan"
            },
            {
                "number": "03",
                "heading": "Requesting Both Houses of Congress to Require the Agency Central Offices (ACOs) and the Department of Budget and Management (DBM) Central Office to Strictly Provide the Regional Breakdown for Lumpsum Appropriations or Centrally Managed items (CMIs) in the Agency Budgets and Ensure Prompt Downloading of the Budget for the Regional Line Agencies to Implement the Same",
                "url": "https://drive.google.com/file/d/1pGsUmMEk1fP5ODodxwRatjKsfBEn_oFm/view?usp=drive_link"
            },
            {
                "number": "04-A",
                "heading": "Creating a Technical Working Group (TWG) to Study and Assess the Issue of Implementation Readiness of Programs, Projects, and Activities (PPAs) in the Pipeline and Those Proposed for Funding and Implementation in Eastern Visayas, and Recommend Measures to Address the Same.",
                "url": "nan"
            },
            {
                "number": "04-B",
                "heading": "Requesting the Eastern Visayas Congresspersons, with the Invaluable Support of the House Speaker, to Lobby for the Allocation of Funds for the Conduct and Preparation of Feasibility Studies, Acquisition of Road Right of Way (RROW), and Relocation of Electric Posts in National Roads and Highways in the Amount of PhP677.83 Million, PhP800 Million, and PhP494.68 Million, respectively, for the Priority Projects in the Region Submitted by the Department of Public Works and Highways (DPWH) VIII.",
                "url": "https://drive.google.com/file/d/1OMqWGg7meg1-cmDFg3biPGZgotqlrh14/view?usp=drive_link"
            },
            {
                "number": "04-C",
                "heading": "Enjoining Regional Line Agencies (RLAs) and State Universities and Colleges (SUCs) with Proposed Infrastructure Projects to Include or Prioritize in their FY 2025 Budget Proposals the Conduct of Feasibility Studies (FS) and Acquisition of Road Right of Way (RROW), as Applicable, to Ensure Implementation Readiness of Said Projects",
                "url": "https://drive.google.com/file/d/192sHtilZv4ETM-wVSWzMa_Mbe1QTP7wT/view?usp=drive_link"
            }
        ]
    }
]
